Repository: wp-plugins/special-teaser-widget
Catalog: languages/special-teaser-widget-*.po
Languages: de_de, sr_rs

source: Settings
de_de: Einstellungen
sr_rs: Postavke

source: You can create and add different styles for the widget here. If there are no styles defined, the widget will not be functioning. The names of the styles will appear in a drop down menu in the widgetsettings.
de_de: Du kannst hier verschiedene Stile für das Widget anlegen. Wenn keine Stile definiert sind, wird das Widget nicht funktionieren. Die Namen der Stile werden in einem Drop-Down-Menü in den Widgeteinstellungen erscheinen.
sr_rs: Možete da kreirate i dodate različite stilove za widget ovde . Ako nema definisanih stilova ,widget neće biti u funkciji . Imena stilova će se pojaviti u drop down meniju u widgetsettings.

source: Here you give the css styles for the main container of your widget.
de_de: Hier bitte den css code für den Hauptcontainer eingeben.
sr_rs: Ovde dajete css stilove za glavni sadržaj vašeg widget.

source: Title Container
de_de: Titel Container

source: Here you give the css styles for the title container of your widget.
de_de: Hier bitte den css code für den Titelcontainer des Widgets eingeben.
sr_rs: Ovde dajete css stilove za naslov sadržaja vašeg widget.

source: Title Font
de_de: Font des Titels

source: Here you give the css styles for the title of your widget.
de_de: Hier bitte den css code für den Titel eingeben.
sr_rs: Ovde možete da stavite css stil za naslov vašeg widgeata.

source: Style for Title Link
de_de: Stil für den Titel-Link

source: Hover Style for Title Link
de_de: Hover-Stil für den Titel-Link

source: Enter here the style and hover style for links in the title container.
de_de: Hier bitte Stil und Hover-Stil für Links im Titelcontainer eingeben.
sr_rs: Unesite ovde stil i hover stil za linkove u sadržetku nalova.

source: This is an optional style. It can make sometimes sense to have the content of the widget in an extra container, which you style here.
de_de: Dieser Stil ist optional. Es kann manchmal Sinn machen, den Inhalt des Widgets in einem Extracontainer zu haben, den du hier stylen kannst.

source: Text Paragraph
de_de: Text Paragraf

source: This is an optional style. For some themes, the paragraphs in the text container have to be styled differently.
de_de: Dieser Stil ist optional. Für manche Themes müssen die Paragrafen im Textcontainer unterschiedlich formatiert werden.
sr_rs: Ovo je opcioni stil . Za neke teme , paragrafi u sadržaču teksta moraju da budu drugačije stilizovani .

source: Style for Text Links
de_de: Stil für Text-Links

source: Hover Style for Text Link
de_de: Hover-Stil für Textlinks

source: Enter here the style and hover style for links in the widget container.
de_de: Gib hier den Stil und den Hover-Stil für Links im Widgetcontainer ein.
sr_rs: Unesite ovde vaš hover stil za linkove u sadržetku widgeta.

source: Style for images
de_de: Stil für Bilder

source: Hover Style for images
de_de: Hover-Stil für Bilder

source: This section is optional. But there can be done a lot with a bit of CSS3 to your images.
de_de: Diese Abteilung ist optional. Aber mit ein wenig CSS3 kann man eine Menge mit Bildern anstellen.
sr_rs: Ovaj deo je opcionalan. Mnogo toga se može uraditi sa samo malo CSS3 na vašim slikama.

source: Save Changes
de_de: Änderungen übernehmen

source: Save style
de_de: Stil speichern

source: In this widget you can see and control the looks of your styles before saving them.
de_de: In diesem Widget kannst du den Look deiner Stile sehen und kontrollieren, bevor du sie speicherst.

source: Permalink to
de_de: Permalink zu:
sr_rs: Permalink za

source: Click to toggle
de_de: Zum Umschalten klicken
sr_rs: Klik za toggle

source: Style deleted.
de_de: Stil gelöscht.

source: http://wasistlos.waldemarstoffel.com/plugins-fur-wordpress/special-teaser-widget
de_de: http://www.atelier-fuenf.de/plugins-fur-wordpress/special-teaser-widget

source: General Settings
de_de: Allgemein
sr_rs: Opšte postavke

source: Widget Title
de_de: Widget Titel
sr_rs: Naslov widgeta

source: Widget Image
de_de: Widget Bild

source: Debug Info
de_de: Info zur Fehlersuche

source: If you like the plugin and find it useful, you might think of rewarding the work that was spent creating it.
de_de: Wenn dir das Plugin gefällt und du es nützlich findest, könntest du etwas für die Arbeit, die in ihm steckt, spenden.

source: Donations
de_de: Spenden

source: Styles:
de_de: Stile:
sr_rs: Stilovi:

source: If you can&#39;t reach the dynamical style sheet, you&#39;ll have to diplay the styles inline. By clicking here you can do so.
de_de: In manchen Fällen kann das virtuelle Style Sheet nicht erreicht werden. Ein Ablegen des CSS im Quellcode hilft dann. Hier klicken, um CSS inline zu schreiben.
sr_rs: Ako možete&#39;t dostignete dinamičan stil sheet-a, vi&#39ćete prikazati stilove. Klikom ovde možete da uradite to.

source: entries
de_de: Einträge
sr_rs: unosi

source: entry
de_de: Eintrag
sr_rs: unos

source: Empty cache (%d %s)
de_de: Cache leeren (%d %s):
sr_rs: Prazan cache (%d %s)

source: You can empty the plugin&#39;s cache here, if necessary.
de_de: Falls nötig, kannst du hier den Cache des Plugins leeren.
sr_rs: Možete da ispraznite pluginov&#39; cache ovde ukoliko je potrebno.

source: Give a unique name for the style.
de_de: Gib einen unverwechselbaren Namen für den Stil an.
sr_rs: Stavite jedinstveno ime za stil.

source: Main Container:
de_de: Hauptcontainer:
sr_rs: Sadrži glavno:

source: Title Container:
de_de: Titel Container:
sr_rs: Sadrži naslov:

source: Title Font:
de_de: Font des Titels:
sr_rs: Font naslova:

source: Style for Title Link:
de_de: Stil für den Titel-Link:
sr_rs: Stil za naslov linka:

source: Hover Style for Title Link:
de_de: Hover-Stil für den Titel-Link
sr_rs: Hover stil za naslov linka:

source: Paragraph:
de_de: Paragraf:
sr_rs: Paragraf:

source: For some themes, the paragraphs in the text container have to be styled differently.
de_de: Für manche Themes müssen die Paragrafen im Textcontainer unterschiedlich formatiert werden.

source: Style for Text Links:
de_de: Stil für Text-Links:
sr_rs: Stil za linkove teksta:

source: Hover Style for Text Links:
de_de: Hover-Stil für Textlinks:
sr_rs: Hover stil za linkove teksta:

source: Style for Images:
de_de: Stil für Bilder:
sr_rs: Stil za slike:

source: Hover Style for Images:
de_de: Hover-Stil für Bilder:
sr_rs: Hover stil za slike:

source: Style
de_de: Stil
sr_rs: Stil

source: Edit
de_de: Bearbeiten
sr_rs: Editovati

source: Copy
de_de: Kopieren
sr_rs: Kopirati

source: Delete
de_de: Löschen
sr_rs: Obrisati

source: Preview
de_de: Vorschau

source: There are no styles defined so far.
de_de: Es wurde noch kein Stil gespeichert.
sr_rs: Stilovi do sada nisu definisanir.

source: Here you give the css styles for the main container of your widget. This is obligatory, all the other styles are optional.
de_de: Hier bitte den css code für den Hauptcontainer eingeben. Dieser Stil is verpflichtend, alle anderen sind optional.

source: There can be done a lot with a bit of CSS3 to your images.
de_de: Mit ein wenig CSS3 kann man eine Menge mit Bildern anstellen.

source: Please enter a name for the style.
de_de: Bitte einen Namen für den Stil angeben.

source: A style with that name already exists.
de_de: Ein Stil mit diesem Namen existiert bereits.
sr_rs: Stil sa ti imenom već postoji.

source: Please enter a style for the main container.
de_de: Bitte den Hauptcontainer stylen.

source: Cache emptied.
de_de: Cache geleert.
sr_rs: Cache ispražnjen.

source: Put a featured post into the widget and choose one of the styles to get it into the attention af your readers.
de_de: Setze einen Artikel ins Widget und wähle einen der Stile, um die Aufmerksamkeit deiner Leser zu bekommen.
sr_rs: Stavite post u widget i odaberite jednu od stilova da biste dobili pažnju vaših čitalaca .

source: Above thumbnail
de_de: Über dem Thumbnail
sr_rs: Iznad thumbnail

source: Under thumbnail
de_de: Unter dem Thumbnail
sr_rs: Ispod thumbnail

source: Don&#39;t show title
de_de: Keinen Titel anzeigen
sr_rs: Nemoj&#39;prikazivati naslov

source: Frontpage (e.g. a static page as homepage)
de_de: Frontpage (z.B. eine statische Seite als Homepage)
sr_rs: Prednja stranica (npr. statična stranica kao početna stranica)

source: &#34;Page&#34; pages
de_de: &#34;Seite&#34; Seiten
sr_rs: &#34;Page&#34; stranice

source: Category pages
de_de: Kategorieseiten
sr_rs: Kategorije stranica

source: Single post pages
de_de: Artikelseiten
sr_rs: Jedan post stranica

source: Archive pages
de_de: Archivseiten
sr_rs: Arhiva stranica

source: Post type archives
de_de: Post Type Archive

source: Tag pages
de_de: Schlagwortseiten
sr_rs: Taguj stranice

source: Custom Taxonomy pages (only available, if having a plugin)
de_de: Custom Taxonomy Seiten (gibt es nur mit entspr. Plugin)
sr_rs: Custom Taxonomy stranice (dostupne samo ako imate plugin)

source: Author pages
de_de: Autorenseiten
sr_rs: Autor stranica

source: Search Results
de_de: Suchergebnisseiten
sr_rs: Rezultati pretrage

source: &#34;Not Found&#34;
de_de: &#34;Nicht gefunden&#34;

source: Login page (only available, if having a plugin)
de_de: Login Seite (gibt es nur mit entspr. Plugin)

source: Check all
de_de: Alle auswählen
sr_rs: Čekirati sve

source: Title (will be displayed in blog):
de_de: Titel (wird im Blog angezeigt):
sr_rs: Naslov(će biti objavljen na blogu):

source: Choose here the style of your widget.
de_de: Wähle hier den Stil deines Widgets.
sr_rs: Ovde izaberite stil vašeg widgeta.

source: Choose style
de_de: Stil auswählen
sr_rs: Izaberite stil

source: Link the widget title to a category.
de_de: Den Titel des Widgets mit der gewählten Kategorie verlinken.
sr_rs: Link za naslov widgeta za kategoriju.

source: Category:
de_de: Kategorie:
sr_rs: Kategorija:

source: Choose a category
de_de: Kategorie auswählen
sr_rs: Izaberite kategoriju

source: Name (internal widgettitle):
de_de: Name (interner Widgettitel):
sr_rs: Ime (interni naslov widgeta):

source: Choose here the post, you want to appear in the widget.
de_de: Wähle hier den Artikel, der im Widget erscheinen soll.
sr_rs: Izaberite ovde post koji želite da se pojavi u widgetu.

source: Take a random post
de_de: Zufälligen Artikel auswählen
sr_rs: Uzmite nasumično post

source: Choose here the backup post. It will appear, when a single post page shows the featured article.
de_de: Wähle hier einen Artikel als Backup. Dieser wird gezeigt, falls der ursprüngliche Artikel auf einer Seite angezeigt wird.
sr_rs: Izaberite ovde rezervnipost . On će se pojaviti , kada se post od jedne stranice prikaže u članku .

source: Check to link to the same category as the title is linking to.
de_de: Anklicken, um zur selben Kategorie zu verlinken, auf die auch der Titel verlinkt.
sr_rs: Čekirati da biste povezali istu kategoriju kao i naslov koji se povezuje.

source: Check to get the first image of the post as thumbnail.
de_de: Anklicken, wenn das erste Artikelbild als Thumbnail genommen werden soll.
sr_rs: Čekirati da dobiju prvu sliku posta kao thumbnail.

source: Width of the thumbnail (in px):
de_de: Breite des Thumbnails (in px):
sr_rs: Širina thumbnaila (u px) :

source: Check to %snot%s display the thumbnail of the post.
de_de: Anklicken, wenn %skein%s Thumbnail gewünscht wird.
sr_rs: Čekirati az %snot%s za prikaz thumbnail posta.

source: Choose, whether or not to display the title and whether it comes above or under the thumbnail.
de_de: Wähle hier ob der Titel des Posts angezeigt wird, und ob er über oder unter dem Thumbnail erscheint.
sr_rs: Izaberite da li da se prikaže ili ne prokaže naslov u zavisnosti od toga da li se nalazi iznad ili ispod thumbnail.

source: If the excerpt of the post is not defined, by default the first 3 sentences of the post are shown. You can enter your own excerpt here, if you want.
de_de: Falls kein Auszug definiert ist, werden die ersten 3 Sätze des Artikels genommen. Hier kannst du einen eigenen Auszug eingeben.
sr_rs: Ukoliko izvod iz posta nije definisan, standardno se prikazuju prve 3 rečenice posta. Možete da unesete svoj izvod ovde , ako želite .

source: Check to display the full post instead of an excerpt.
de_de: Anklicken, um den ganzen Post anstelle des Auszugs zu zeigen.
sr_rs: Čekirajte da bi se priikazao ceo post umesto izvoda.

source: Check to have each sentence in a new line.
de_de: Anklicken, um jeden Satz in einer neuen Zeile zu haben.
sr_rs: Čekirajte da bi svaka rečenica bila u novom redu.

source: Check to %snot%s display the excerpt.
de_de: Anklicken, um %skeinen%s Auszug anzuzeigen.
sr_rs: Čekirajte %snot%s da prikaže izvod.

source: Check to suppress shortcodes in the widget (in case the content is showing).
de_de: Anklicken, um Shortcodes im Widget zu unterdrücken (falls der Inhalt als Auszug genommen wird).
sr_rs: Čekirajte da biste ugušili skraćenice u widgetu( u slučaju da se sadržaj prikazuje ) .

source: Check to return the excerpt unfiltered (might avoid interferences with other plugins).
de_de: Anklicken, um den Auszug ungefiltert zu bekommen (das könnte Interferenzen mit anderen Plugins vermeiden).
sr_rs: Čekirati da bi se vratio nefiltriran izvod (might avoid interferences with other plugins).

source: Check to have an additional &#39;read more&#39; link at the end of the excerpt.
de_de: Anklicken, um einen zusätzlichen &#39;mehr lesen&#39;-Link am Ende des Auszugs anzuzeigen.
sr_rs: Čekirati ovde da biste imali dodatnol &#39;pročitajte još&#39; link na kraju izvoda.

source: Write here some text for the &#39;read more&#39; link. By default, it is %s:
de_de: Schreibe hier den Text für den &#39;mehr lesen&#39;-Link. Standardmäßig ist es %s:
sr_rs: Ovde napišite neki tekst &#39;pročitajte još&#39; link. Po defaultu je %s:

source: Check, where you want to show the widget. By default, it is showing on the homepage and the category pages:
de_de: Klicke an, wo das Widget gezeigt werden soll. Standardmäßig erscheint es auf der Homepage, in den Kategorien und auf Artikelseiten.
sr_rs: Čekirati gde želite da prikažete widget. Po defaultu se prikazuje na početnoj stranici i kategoriji stranica:

source: Donate
de_de: Spenden
sr_rs: Donirati

source: Special Teaser Style
de_de: Special Teaser Stil
sr_rs: Specijalan stil teaser

source: Plugin Support
sr_rs: Plugin podrška

source: Widget Container
sr_rs: Sadrži widget

source: Widget Text
sr_rs: Tekst widgeta

source: Name:
sr_rs: Ime:

source: Container:
sr_rs: Sadržetak:

source: Homepage
sr_rs: Početna stranica

source: Attachments
sr_rs: Dodaaci

source: Error in Datatransfer.
sr_rs: Greška u transferu podataka.
